{
  "Adventurer EXP": "Increases adventurer EXP intake for clearing quests.",
  "Affliction Guard": "Resists afflictions a limited number of times.",
  "Arcane Tomes": "Increases arcane tome intake for clearing quests.",
  "Astral Ornament": "Increases astral ornament intake for clearing quests.",
  "Astral's Bane": "Increases damage to astrals.",
  "Barrage Obliteration": "Increases critical damage for every N-hit combo.",
  "Bleeding Punisher": "Increases damage to bleeding enemies.",
  "Blinded Punisher": "Increases damage to blinded enemies.",
  "Blindness = Team Strength": "Buffs the entire team's strength upon successfully blinding an enemy.",
  "Blindness Res": "Reduces susceptibility to blindness.",
  "Bog = Team Strength": "Buffs the entire team's strength upon successfully inflicting an enemy with bog.",
  "Bog Res": "Reduces susceptibility to bog.",
  "Brainwashed Brunhilda's Bane": "Increases damage to Brainwashed Brunhilda.",
  "Brainwashed Jupiter's Bane": "Increases damage to Brainwashed Jupiter.",
  "Brainwashed Mercury's Bane": "Increases damage to Brainwashed Mercury.",
  "Brainwashed Zodiark's Bane": "Increases damage to Brainwashed Zodiark.",
  "Broken Punisher": "Increases damage to enemies in break state.",
  "Brunhilda Res": "Reduces damage taken from Brunhilda.",
  "Buff Time": "Increases duration of buff skills.",
  "Burn Res": "Reduces susceptibility to burning.",
  "Burning Punisher": "Increases damage to burning enemies.",
  "Chicken at Heart": "Increases strength when HP is above a threshold, but decreases strength when HP is below a threshold.",
  "Copy Punisher": "Increases damage to copies created by Propagation.",
  "Critical Damage": "Increases critical damage.",
  "Critical Rate": "Increases critical rate.",
  "Curse Res": "Reduces susceptibility to curses.",
  "Defense Reduced = User Shield": "Grants the user a one-use shield upon successfully reducing an enemy's defense.",
  "Demihuman's Bane": "Increases damage to demihumans.",
  "Demon's Bane": "Increases damage to demons.",
  "Divine Gales": "Increases divine gale intake for clearing quests.",
  "Divine Oath": "Elisanne will temporarily gain the \"Divine Revelation\" effect if any of the following occurs: her force strike connects, she uses a skill, or she executes a 10-hit combo. This effect cannot stack, and when it is active, Elisanne will be immune to knockback.",
  "Draconic Charge": "Fills part of the user's dragon gauge when their HP drops to 30%.",
  "Draconic Dream": "Increases defense while shapeshifted. When the \"Dream Boost\" effect is active, increases the modifier applied to damage when in dragon form.",
  "Dragon Damage": "Increases damage when in dragon form.",
  "Dragon Delay Res": "Completely prevents dragon delaying.",
  "Dragon Time": "Extends shapeshift time.",
  "Dragon's Claws": "Each shapeshift increases strength for the remainder of the quest.",
  "Dragonlight's Resolve": "Reduces dragon gauge depletion over time, and increases attack rate when shapeshifted.",
  "Dragonyule Blessing": "Increases strength and critical rate.",
  "Dull Res": "Completely prevents dulling.",
  "Eggsploration Points": "Increases eggsploration point intake for clearing quests.",
  "Electrically Charged": "Increases strength when electrified.",
  "Emergency Repairs": "Removes all buffs and debuffs on the user and grants them an HP regen buff, but renders them temporarily unable to move or attack when HP drops to 30%.",
  "Energized: Strength": "Temporarily increases strength each time the user is energized.",
  "Energy = Strength & Critical Rate": "Increases the user's strength and critical rate as their energy level increases.",
  "Energy Prep": "Increases the user's energy level at the start of quests.",
  "Experience's Boon": "Grants Ranzal an Attack Gauge and a Burst Gauge. The Attack Gauge fills when regular attacks connect with enemies, while the Burst Gauge is filled when force strikes successfully connect. Ranzal's defense is increased by for completely filling the gauges. Any filled gauges are consumed when using the Cyclone Blade skill, increasing its power.",
  "Extra Energy": "Grants a chance that a user's energy level will increase by an additional stage upon being increased.",
  "Flame Res": "Reduces flame damage taken.",
  "Flamewyrm's Defiance": "Reduces susceptibility to stun. When Mym is hit by an attack that would have stunned her, the skill gauge for the Dragon Claw skill partially fills.",
  "Flamewyrm's Nature": "Reduces susceptibility to burning. When shapeshifting for the first time, Mym will transform into Brunhilda regardless of what dragon she is equipped with, and her strength will increase for the remainder of the quest. The second time onwards, she will transform into High Brunhilda instead, and her attack rate while shapeshifted will increase.",
  "Flamewyrm's Sweet Nature": "Reduces susceptibility to burning. When shapeshifting, Mym will transform into Brunhilda regardless of what dragon she is equipped with, and her attack rate while shapeshifted will increase.",
  "Flurry Debilitator": "Increases the chances of inflicting debuffs when the combo count is 15 or higher.",
  "Flurry Devastation": "Increases critical rate when the combo count is 15 or higher.",
  "Flurry Poison Edge": "Increases chances of inflicting poison when the combo count is 15 or higher.",
  "Flurry Strength": "Increases strength when the combo count is 15 or higher.",
  "Forbidden Knowledge": "Increases forbidden knowledge intake for clearing quests.",
  "Force Charge": "Partially fills skill gauges when the user's force strikes connect.",
  "Force Strike": "Increases force strike damage.",
  "Freeze Res": "Reduces susceptibility to freezing.",
  "Full HP = Blindness": "Increases the chances of inflicting blindness when HP is full.",
  "Full HP = Bog": "Increases the chances of inflicting bog when HP is full.",
  "Full HP = Burn": "Increases the chances of inflicting burn when HP is full.",
  "Full HP = Critical Damage": "Increases critical damage when HP is full.",
  "Full HP = Critical Rate": "Increases critical rate when HP is full.",
  "Full HP = Defense": "Increases defense when HP is full.",
  "Full HP = Healing": "Increases the potency of recovery skills when HP is full.",
  "Full HP = Poison": "Increases the chances of inflicting poison when HP is full.",
  "Full HP = Skill Damage": "Increases skill damage when HP is full.",
  "Full HP = Strength": "Increases strength when HP is full.",
  "Full HP = Stun": "Increases the chances of inflicting stun when HP is full.",
  "Fury Penetrator": "Ignores the effects of fury when attacking enemies.",
  "Gauge Accelerator": "Speeds the rate the mode gauge decreases.",
  "Gauge Inhibitor": "Slows the rate the mode gauge increases.",
  "Glam Shells": "Increases glam shell intake for clearing quests.",
  "HP & Strength": "Increases strength and HP.",
  "HP 30 = Strength": "Increases strength when HP is 30% or above.",
  "HP 50 = Defense": "Increases defense when HP is 50% or above.",
  "HP 50 = Healing": "Increases the potency of recovery skills when HP is 50% or above.",
  "HP 70 = Critical Damage": "Increases critical damage when HP is 70% or above.",
  "HP 70 = Critical Rate": "Increases critical rate when HP is 70% or above.",
  "HP 70 = Defense": "Increases defense when HP is 70% or above.",
  "HP 70 = Healing": "Increases the potency of recovery skills when HP is 70% or above.",
  "HP 70 = Skill Damage": "Increases skill damage when HP is 70% or above.",
  "HP 70 = Skill Haste": "Increases skill gauge fill rate when HP is 70% or above.",
  "HP 70 = Strength": "Increases strength when HP is 70% or above.",
  "HP Below 30 = Strength & Attack Rate": "Increases strength and attack rate when HP is 30% or below.",
  "HP": "Increases HP.",
  "Healing Doublebuff": "Grants an HP regen buff each time a defense up buff is received.",
  "Heaven's Shield": "Reduces susceptibility to burning and stun.",
  "High Brunhilda Res": "Reduces damage taken from High Brunhilda.",
  "High Brunhilda's Bane": "Increases damage to High Brunhilda.",
  "High Jupiter Res": "Reduces damage taken from High Jupiter.",
  "High Jupiter's Bane": "Increases damage to High Jupiter.",
  "High Mercury Res": "Reduces damage taken from High Mercury.",
  "High Mercury's Bane": "Increases damage to High Mercury.",
  "High Midgardsormr Res": "Reduces damage taken from High Midgardsormr.",
  "High Midgardsormr's Bane": "Increases damage to High Midgardsormr.",
  "High Zodiark Res": "Reduces damage taken from High Zodiark.",
  "High Zodiark's Bane": "Increases damage to High Zodiark.",
  "Hits = Critical Damage": "Temporarily increases critical damage for every N-hit combo.",
  "Hits = Energy Level Up": "Increases the user's energy level for every N-hit combo.",
  "Holiday Cheer": "Increases Holiday Cheer intake for clearing quests.",
  "Hype": "Increases hype intake for clearing quests.",
  "Hypnos's Bane": "Increases damage to Hypnos.",
  "Jupiter Res": "Reduces damage taken from Jupiter.",
  "L.S. Reactor": "Boosts damage dealt to boss enemies in \"Mega Man: Chaos Protocol\" quests. When shapeshifting, Mega Man will jump onto Rush regardless of what dragon he is equipped with.",
  "Last Boost": "Fills part of the entire team's skill gauges when the user's HP drops to 30%.",
  "Last Bravery": "Temporarily increases the entire team's strength and defense when the user's HP drops to 30%.",
  "Last Burst": "Buffs strength when HP drops to 30%.",
  "Last Defense": "Buffs defense when HP drops to 30%.",
  "Last Destruction": "Increases the damage of the next attack skill used by each team member when the user's HP drops to 30%.",
  "Last Offense": "Buffs strength when HP drops to 30%.",
  "Last Recovery": "Grants an HP regen buff when HP drops to 30%.",
  "Light Res": "Reduces light damage taken.",
  "Magical Modification": "Using Ancient Ray grants Cleo the \"Altered Strike\" effect. When this effect is active, Cleo's next force strike will create a buff zone that increases the strength of adventurers inside it. This effect cannot stack, and will be consumed on use.",
  "Mana": "Increases Mana intake for clearing quests.",
  "Mercury Res": "Reduces damage taken from Mercury.",
  "Mettle": "Increases mettle intake for clearing quests.",
  "Midgardsormr Res": "Reduces damage taken from Midgardsormr.",
  "Moonlit Howl": "Grants the user the \"Bloody Tongue\" effect when HP drops to 30%. This effect grants the user a one-use shield, and increases their strength.",
  "Motivational Logs": "Increases motivational log intake for clearing quests.",
  "Obsessive Love": "When the \"Obsession\" effect is active, increases strength and decreases defense.",
  "Overdrive Punisher": "Increases damage to enemies in overdrive state.",
  "Papier-mâché": "Increases papier-mâché intake for clearing quests.",
  "Paralysis = Skill Haste": "Temporarily increases skill gauge fill rate upon successfully paralyzing an enemy.",
  "Paralysis = User Strength": "Buffs the user's strength upon successfully paralyzing an enemy.",
  "Paralysis Res": "Reduces susceptibility to paralysis.",
  "Paralyzed Punisher": "Increases damage to paralyzed enemies.",
  "Perpetual Protection": "Reduces susceptibility to blindness and paralysis.",
  "Petrify Res": "Completely prevents petrification.",
  "Phraeganoth's Bane": "Increases damage to Phraeganoth.",
  "Physian's Bane": "Increases damage to physians.",
  "Player EXP": "Increases player EXP intake for clearing quests. This ability does not stack with other similar abilities; the highest value will be applied.",
  "Poison Res": "Reduces susceptibility to poison.",
  "Poisoned Punisher": "Increases damage to poisoned enemies.",
  "Poisonous Cage": "The user's strength is lowered during quests. Using Ruination Cage grants the user the \"Poisonous Cage\" effect.",
  "Potent Sleep Res": "Reduces susceptibility to sleep. When the user is hit by an attack that would have put them to sleep, their strength is temporarily increased.",
  "Potent Stun Res": "Reduces susceptibility to stun. When the user is hit by an attack that would have stunned them, their strength is temporarily increased.",
  "Primed Defense": "Increases the defense of the adventurer you are currently controlling every time their initial skill, displayed at the top of their skill list, becomes available for use.",
  "Primed Devastation": "Increases the critical rate of the adventurer you are currently controlling every time their initial skill, displayed at the top of their skill list, becomes available for use.",
  "Primed Strength": "Increases the strength of the adventurer you are currently controlling every time their initial skill, displayed at the top of their skill list, becomes available for use.",
  "Recovery Potency": "Increases the potency of recovery skills.",
  "Relentless Spirit": "Reduces susceptibility to freeze and bog.",
  "Renown": "Increases renown intake for clearing quests.",
  "Resilient Offense": "Increases strength for the remainder of the quest when the user's HP drops to 30%.",
  "Rupies": "Increases rupie intake for clearing quests.",
  "Sacred Shield": "Reduces susceptibility to poison and curses.",
  "Shadow Res": "Reduces shadow damage taken.",
  "Shapeshift Prep": "Fills part of the dragon gauge at the start of quests.",
  "Shield Prep": "Grants the user a one-use shield at the start of quests.",
  "Skill Damage": "Increases skill damage.",
  "Skill Haste": "Increases skill gauge fill rate.",
  "Skill Prep": "Fills part of skill gauges at the start of quests.",
  "Skill Resistance Penetrator": "Completely negates skill resistance.",
  "Slayer's Strength": "Increases strength for every five enemies defeated.",
  "Sleep = Team Strength": "Buffs the entire team's strength upon successfully putting an enemy to sleep.",
  "Sleep Res": "Reduces susceptibility to sleep.",
  "Snack-o'-Lanterns": "Increases Snack-o'-Lantern intake for clearing quests.",
  "Strength & Critical Damage": "Increases strength and critical damage.",
  "Strength & Dragon's Might": "Increases strength, and increases strength by a further amount for the remainder of the quest upon shapeshifting.",
  "Strength & Shadow Res": "Increases strength and shadow resistance.",
  "Strength & Wind Res": "Increases strength and wind resistance.",
  "Strength Doublebuff": "Increases strength each time a defense up buff is received.",
  "Strength": "Increases strength.",
  "Striker's Energy": "Increases energy level for defeating enemies with force strikes.",
  "Striker's Skill": "Increases skill damage for defeating enemies with force strikes.",
  "Striker's Strength": "Increases strength for defeating enemies with force strikes.",
  "Striking Haste": "Increases skill gauge fill rate when the user's force strikes connect.",
  "Striking Strength Debilitator": "Grants the user's force strikes a chance to reduce enemy strength.",
  "Stun Res": "Reduces susceptibility to stun.",
  "Stunned Punisher": "Increases damage to stunned enemies.",
  "Sylvan Strength": "Increases the user's strength and critical rate for every N-hit combo.",
  "Tent Canvas": "Increases tent canvas intake for clearing quests.",
  "Thaumian's Bane": "Increases damage to thaumians.",
  "The Faceless God": "When shapeshifting, Lathna will transform into Nyarlathotep regardless of what dragon she is equipped with. Grants an HP regen buff each time she shapeshifts.",
  "Therion's Bane": "Increases damage to therions.",
  "Tricker Treats": "Increases Tricker Treat intake for clearing quests.",
  "Undead Res": "Decreases damage from undead.",
  "Undead's Bane": "Increases damage to undead.",
  "United Haste": "Increases skill gauge fill rate relative to the number of active team members. Does not count the unit with United Haste.",
  "Unyielding Offense": "Increases strength for the remainder of the quest when the user's HP drops to 70%.",
  "Valor": "Increases valor intake for clearing quests.",
  "Volcanic Chimera's Bane": "Increases damage to the Volcanic Chimera.",
  "Water Res": "Reduces water damage taken.",
  "Wily Machine's Bane": "Increases damage to Wily Machine 2.",
  "Wind Res": "Reduces wind damage taken.",
  "Windwhistle Grass": "Increases wind whistle grass intake for clearing quests.",
  "Woodland Blessing": "Reduces susceptibility to stun and sleep.",
  "Zodiark Res": "Reduces damage taken from Zodiark."
}